Repository: davit-gh/a2b
Catalog: locale/io/LC_MESSAGES/django.po
Languages: io

source: All
io: Բոլորը

source: From where
io: Ո՞րտեղից

source: To where
io: Ու՞ր

source: Date
io: Ամսաթիվ

source: Time
io: Ժամ

source: Price
io: Գին

source: Free seats
io: Ազատ նստատեղեր

source: Save
io: Պահպանել

source: Enter the time, please
io: Մուտքագրեք ժամը

source: First fill in all the fields in <a href="%s">'My page'</a> section, please
io: Սկզբում խնդրում ենք ամբողջովին լրացնել <a href="%s">՛Իմ էջը՛</a> բաժինը

source: Name
io: Անուն

source: Email
io: Էլ․ հասցե

source: Message
io: Հաղորդագրություն

source: Password
io: Գաղտնաբառ

source: Email, please
io: Էլ․ հասցե

source: Password, please
io: Գաղտնաբառ

source: Login
io: Մուտք գործել

source: Your email or password is wrong.
io: Ձեր էլ․ հասցեն կամ գաղտնաբառը սխալ է

source: Male
io: Արական

source: Female
io: Իգական

source: Mobile
io: Բջջային

source: Gender
io: Սեռ

source: My photo
io: Իմ նկարը

source: Birth year
io: Ծննդյան տարի

source: Car brand
io: Մեքենայի մակնիշ

source: License plate
io: Համարանիշեր

source: First fill in driver details, please.
io: Խնդրում ենք սկզբում լրացրել ՛Վարորդի տվյալներ՛ բաժինը

source: Licence plate
io: Համարանիշեր

source: First name
io: Անուն

source: Last name
io: Ազգանուն

source: Password (again)
io: Գաղտնաբառը (նորից)

source: Passwords are not the same
io: Ծածկագրերը չեն համընկնում

source: Password must contain at least %s symbols
io: Գաղտնաբառը պետք է պարունակի նվազագույնը %s սիմվոլ

source: This email is already registered.
io: Այս էլ․ հասցեն արդեն գրանցված է

source: First fill in car details, please.
io: Խնդրում ենք սկզբում լրացնել Մեքենայի տվյալներ բաժինը

source: Details
io: Մանրամասն

source: View
io: Դիտել

source: Currently there are no rides matching your search, check back later, please.
io: Ներկայումս մենք չունենք Ձեր ուղղությամբ երթուղիներ, այցելեք մեզ ավելի ուշ։

source: Delete
io: Ջնջել

source: Ride
io: երթուղի

source: Rides
io: երթուղիներ

source: You haven't added any routes yet, go ahead and add the first one!
io: Դուք դեռ չեք ավելացրել երթուղիներ, ավելացրե՛ք առաջինը հիմա

source: Successfully signed in as %(name)s.
io: Բարև %(name)s, հաջողությամբ մուտք գործեցիք։

source: Password successfully changed.
io: Հաջողությամբ փոխեցիք գաղտնաբառը

source: Change Password
io: Փոխել գաղտնաբառը

source: Old Password
io: Հին գաղտնաբառ

source: New Password
io: Նոր գաղտնաբառ

source: New password (again)
io: Նոր գաղտնաբառ (նորից)

source: Password Reset
io: Գաղտնաբառի փոխում

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
io: Մոռացե՞լ եք գաղտնաբառը։ Մուտքագրեք Ձեր էլ․ հասցեն և մենք էլ․ նամակ կուղարկենք, որով կարող եք փոխել գաղտնաբառը։

source: E-mail:
io: Էլ․ հասցե

source: Reset My Password
io: Փոխել իմ գաղտնաբառը

source: Reset
io: Փոխել

source: Please contact us if you have any trouble resetting your password.
io: Խնդրում ենք կապվել մեզ հետ եթե գաղտնաբառը փոխելիս խնդիր է առաջացել։

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
io: Ձեզ էլ․ նամակ ենք ուղարկել։ Խնդրում ենք կապվել մեզ հետ եթե մի քանի րոպեի ընթացքում չեք ստացել այն։

source: Bad Token
io: Սխալ կոդ

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
io: Գաղտնաբառը փոխելու հղումն անվավեր է, հնարավոր է այն արդեն օգտագործվել է։Խնդրում ենք <a href="%(passwd_reset_url)s">գաղտնաբառը փոխելու</a> հարցում ուղարկեք։

source: Password:
io: Գաղտնաբառ

source: Password (again):
io: Գաղտնաբառը (նորից)

source: change password
io: Փոխել գաղտնաբառը

source: Your password is now changed.
io: Ձեր գաղտնաբառը հենց նոր փոխվեց։

source: Previous
io: Նախորդ

source: Page %(current)s of %(total)s
io: %(total)s էջից %(current)s - ը

source: %(count)s of %(total)s
io: %(total)s երթուղիներից %(count)s - ը

source: Next
io: Հաջորդ

source: Car pictures
io: Մեքենայի նկարներ

source: Delete picture
io: Ջնջել նկարը

source: My car
io: Իմ մեքենան

source: Car details
io: Մեքենայի տվյալներ

source: Change my photo
io: Փոխել իմ նկարը

source: My page
io: Իմ էջը

source: My Page
io: Իմ էջը

source: My Car
io: Իմ մեքենան

source: My balance
io: Իմ հաշիվը

source: My Routes
io: Իմ երթուղիները

source: Additional details
io: Հավելյալ տվյալներ

source: Please enter 6 digits
io: Խնդրում ենք մուտքագրել 6 թվանշան

source: Age
io: Տարիք

source: Go back
io: Վերադառնալ

source: View the route
io: Դիտել երթուղին

source: My routes
io: Իմ երթուղիները

source: Confirmation
io: Հաստատում

source: Are you sure you want to delete?
io: Համոզվա՞ծ եք, որ ուզում եք ջնջել

source: Close
io: Փակել

source: Route details
io: Երթուղու մանրամասներ

source: Please correct the errors below.
io: Խնդրում ենք ուղղել ստորև նշված սխալները

source: About us
io: Մեր մասին

source: Contact us
io: Կապվել մեզ հետ

source: Login/Signup
io: Մուտք գործել/Գրանցվել

source: Hello
io: Բարև

source: Personal page
io: Անձնական էջ

source: Log out
io: Ելք

source: Arm
io: Հայ

source: Go
io: Ընտրել

source: or
io: կամ

source: Not yet registered?
io: Դեռ գրանցված չե՞ք

source: Register now
io: Գրանցվել հիմա

source: It is very easy and you can post your route details
io: Դա շատ հեշտ է ու կարող եք երթուղիներ ավելացնել

source: Forgot password?
io: Մոռացե՞լ եք գաղտնաբառը

source: Exclusive deal for drivers: route listing is free till May 1st
io: Աննախադեպ առաջարկ վարորդներին՝ մինչև մայիսի 1-ն ավելացված երթուղիներն անվճար են

source: Are you heading to another destination
io: Մեկնում ես այլ բնակավայր

source: For Drivers
io: Վարորդներին

source: List your route
io: Տեղադրիր հայտարարություն

source: Take a passenger
io: Վերցրու ուղևոր

source: Earn money
io: Վաստակիր գումար

source: For Passengers
io: Ուղևորներին

source: Make an appointment
io: Պայմանավորվիր վարորդի հետ

source: Travel cheaper
io: Ճանապարհորդիր ավելի էժան

source: Make friends
io: Ընկերակցիր

source: Search
io: Փնտրել

source: Send
io: Ուղարկել

source: Sign up
io: Գրանցվել

source: Have you already registered with us?
io: Դուք արդեն գրանցվա՞ծ եք մեզ մոտ

source: You'll be able to post your trip details after registration
io: Դուք կկարողանաք ավելացնել ձեր երթուղու մանրամասները գրանցվելուց հետո

source: Log in
io: Մուտք գործել

source: Enter here your email and password, please
io: Մուտքագրեք Ձեր էլ․ հասցեն ու գաղտնաբառը

source: Login Cancelled
io: Մուտքը չեղարկվեց

source: You decided to cancel logging in to our site using one of your existing accounts. If this was a mistake, please proceed to <a href="%(login_url)s">sign in</a>.
io: Դուք որոշեցիք չեղյալ անել մեր կայք մուտք գործելը Ձեր սոց․ էջերից մեկի միջոցով։ Եթե դա սխալմամբ է եղել, ապա անցեք այս հղումով, որ <a href="%(login_url)s">մուտք գործեք</a>։

source: Signup
io: Գրանցվել

source: Sign Up
io: Գրանցվել

source: You are about to use your %(provider_name)s account to login to %(site_name)s. As a final step, please complete the following form:
io: Մնացել է մի վերջին քայլ մինչև մուտք գործեք Ձեր %(provider_name)s - ի էջով %(site_name)s կայքում. Խնդրում ենք լրացնել հետևյալ դաշտերը:

source: Successfully logged out.
io: Հաջողությամբ դուրս եկաք

source: Successfully signed up!
io: Հաջողությամբ գրանցվեցիք

source: Successfully logged in
io: Հաջողությամբ մուտք գործեցիք

source: Profile updated
io: Էջը թարմացվեց

source: The route is added
io: Երթուղին ավելացված է

source: Your personal page has been updated!
io: Ձեր անձնական էջը թարգմանվեց

source: Successfully changed car images
io: Հաջողությամբ փոխեցիք մեքենայի նկարները

source: Your details have been saved!
io: Ձեր տվյալները պահպանվեցին

source: We received your message and will get back to you soon, thanks!
io: Մենք ստացանք ձեր նամակը և շուտով կպատասխանենք, շնորհակալություն

source: Your car details have been saved!
io: Ձեր մեքենայի տվյալները պահպանվեցին

source: Armenian
io: Հայերեն

source: Confirm E-mail Address
io: Հաստատեք էլ․ հասցեն

source: You have confirmed that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
io: Դուք հաստատել եք, որ <a href="mailto:%(email)s">%(email)s</a>-ը%(user_display)s մուտքանվան էլ․ հասցեն է։

source: Sign In
io: Մուտք գործել

source: Please sign in with one of your existing third party accounts. Or, <a href="%(signup_url)s">sign up</a> for a %(site_name)s account and sign in below:
io: Գրանցվեք ձեր սոց․ էջերի մմիջոցով կամ <a href="%(signup_url)s">գրանցվեք</a> %(site_name)s կայքում և մուտք գործեք

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
io: Եթե դեռ չեք ստեղծել անձնական էջ, ապա սկզբում <a href="%(signup_url)s">գրանցվեք</a>։

source: Forgot Password?
io: Մոռացել ե՞ք գաղտնաբառը

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
io: Արդեն ուն՞եք անձնական էջ, այդ դեպքում <a href="%(login_url)s">մուտք գործեք</a>.

source: Please type your current password.
io: Խնդրում ենք մուտքագրել Ձեր ներկայիս գաղտնաբառը։

source: This field is required.
io: Այս դաշտն անհրաժեշտ է
